Revit 2027 API
ParameterTypeId.FabricationInsulationMaterialFinish Property
 "Insulation Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationInsulationMaterialFinish { get; }
Public Shared ReadOnly Property FabricationInsulationMaterialFinish As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationInsulationMaterialFinish {
	ForgeTypeId^ get ();
}
static member FabricationInsulationMaterialFinish : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace